ags-hyprpanel-git
appmenu-glib-translator-git
archlinux-themes-sddm
aws-cli-v2
aylurs-gtk-shell-git
google-chrome
gpu-screen-recorder
grimblast-git
libastal-4-git
libastal-apps-git
libastal-auth-git
libastal-battery-git
libastal-bluetooth-git
libastal-cava-git
libastal-git
libastal-gjs-git
libastal-greetd-git
libastal-hyprland-git
libastal-io-git
libastal-meta
libastal-mpris-git
libastal-network-git
libastal-notifd-git
libastal-powerprofiles-git
libastal-river-git
libastal-tray-git
libastal-wireplumber-git
libcava
libnm-iwd
matugen-bin
nomacs
nordzy-hyprcursors
nvm-git
onlyoffice-bin
paru
paru-debug
sway-audio-idle-inhibit-git
threshy
tlpui
ttf-ms-fonts
visual-studio-code-bin
wlogout-git
zsh-autosuggestions-git
zsh-syntax-highlighting-git
