alsa-utils
amd-ucode
base
base-devel
blueman
bluetui
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
chafa
cliphist
cpio
devtools
dhclient
dmidecode
dnsmasq
docker
efibootmgr
ethtool
fastfetch
fd
fish
fisher
fwupd
fzf
git
gnome-calculator
grub
gst-plugin-pipewire
gvfs
gvfs-smb
htop
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-protocols
hyprland-qtutils
hyprlock
hyprpicker
hyprshot
hyprsunset
hyprutils
hyprwayland-scanner
imagemagick
kitty
layer-shell-qt
layer-shell-qt5
lazygit
less
libpulse
linux
linux-firmware
linux-headers
luarocks
mako
neovim
networkmanager
nwg-look
obs-studio
obsidian
openssh
pacman-contrib
pavucontrol
pint
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
postgresql
qemu-full
qt5-wayland
qt5ct
qt6ct
reflector
rofi-wayland
rsync
sddm
smartmontools
sof-firmware
sshfs
starship
swayidle
swaync
swtpm
swww
thunar
thunar-volman
tlp
tlp-rdw
tmux
torbrowser-launcher
traceroute
trash-cli
ttf-fira-code
ttf-font-awesome
ttf-jetbrains-mono
tumbler
udiskie
vde2
virt-manager
virtualbox-guest-iso
waybar
wget
wireplumber
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
zip
zram-generator
zsh
